Repository: jungwuk-ryu/Switchyard
Catalog: app/Packages/SwitchyardLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: The log entries shown in Switchyard will be removed. Debug run files keep their configured retention period.
de: Die in Switchyard angezeigten Protokolleinträge werden entfernt. Debug-Laufdateien behalten ihren konfigurierten Aufbewahrungszeitraum.
es: Se eliminarán las entradas de registro que se muestran en Switchyard. Los archivos de ejecución de depuración mantienen su período de retención configurado.
fr: Les entrées de journal affichées dans Switchyard seront supprimées. Les fichiers d’exécution de débogage conservent leur période de conservation configurée.
ja: Switchyard に表示されるログ エントリは削除されます。デバッグ実行ファイルは、設定された保存期間を維持します。
ko: Switchyard 화면의 로그 항목을 지웁니다. 디버그 실행 파일은 설정된 보관 기간 동안 그대로 둡니다.
pt_br: As entradas de registro mostradas em Switchyard serão removidas. Os arquivos de execução de depuração mantêm o período de retenção configurado.
ru: Записи журнала, показанные в Switchyard, будут удалены. Файлы запуска отладки сохраняют настроенный срок хранения.
zh_hans: Switchyard 中显示的日志条目将被删除。调试运行文件保留其配置的保留期。
zh_hant: Switchyard 中顯示的日誌條目將會被刪除。調試運行檔案保留其配置的保留期。

source: The main runtime download is about 700 MB. Switchyard checks its size, fingerprint, developer signature, and Apple notarization before using it.
de: Der Haupt-Runtime-Download ist etwa 700 MB groß. Switchyard überprüft vor der Verwendung Größe, Fingerabdruck, Entwicklersignatur und Apple-Beglaubigung.
es: La descarga del tiempo de ejecución principal es de aproximadamente 700 MB. Switchyard verifica su tamaño, huella digital, firma del desarrollador y certificación notarial de Apple antes de usarlo.
fr: Le téléchargement du runtime principal fait environ 700 Mo. Switchyard vérifie sa taille, son empreinte digitale, la signature du développeur et la notarisation Apple avant de l'utiliser.
ja: メインのランタイムのダウンロードは約 700 MB です。 Switchyard は、使用前にサイズ、指紋、開発者の署名、Apple の公証をチェックします。
ko: 기본 런타임 다운로드 크기는 약 700MB입니다. Switchyard는 사용 전 크기, 지문, 개발자 서명, Apple 공증 등을 확인합니다.
pt_br: O download principal do runtime tem cerca de 700 MB. Antes de usá-lo, o Switchyard verifica o tamanho, a impressão digital, a assinatura do desenvolvedor e a notarização da Apple.
ru: Основная загрузка во время выполнения составляет около 700 МБ. Перед использованием Switchyard проверяет свой размер, отпечаток пальца, подпись разработчика и нотариальное заверение Apple.
zh_hans: 主要运行时下载约为 700 MB。 Switchyard 在使用前检查其大小、指纹、开发者签名和 Apple 公证。
zh_hant: 主要運行時下載約為 700 MB。 Switchyard 在使用前檢查其大小、指紋、開發者簽名和 Apple 公證。

source: The release metadata is incomplete.
de: Die Veröffentlichungsmetadaten sind unvollständig.
es: Los metadatos de la versión están incompletos.
fr: Les métadonnées de la version sont incomplètes.
ja: リリースメタデータが不完全です。
ko: 릴리스 메타데이터가 완전하지 않습니다.
pt_br: Os metadados da versão estão incompletos.
ru: Метаданные выпуска неполны.
zh_hans: 发布元数据不完整。
zh_hant: 發行版本中繼資料不完整。

source: The runtime archive contains a symbolic link outside its installation directory.
de: Das Laufzeitarchiv enthält einen symbolischen Link außerhalb seines Installationsverzeichnisses.
es: El archivo de ejecución contiene un enlace simbólico fuera de su directorio de instalación.
fr: L'archive d'exécution contient un lien symbolique en dehors de son répertoire d'installation.
ja: ランタイム アーカイブには、インストール ディレクトリの外にシンボリック リンクが含まれています。
ko: 런타임 아카이브에 설치 디렉터리 밖을 가리키는 심볼릭 링크가 있습니다.
pt_br: O arquivo do runtime contém um link simbólico que aponta para fora da pasta de instalação.
ru: Архив времени выполнения содержит символическую ссылку вне каталога установки.
zh_hans: 运行时存档在其安装目录之外包含一个符号链接。
zh_hant: 運行時存檔在其安裝目錄之外包含一個符號連結。

source: The runtime archive contains an unsafe entry: %@
de: Das Laufzeitarchiv enthält einen unsicheren Eintrag: %1$@
es: El archivo de tiempo de ejecución contiene una entrada no segura: %1$@
fr: L'archive d'exécution contient une entrée non sécurisée : %1$@
ja: ランタイム アーカイブに安全でないエントリが含まれています: %1$@
ko: 런타임 아카이브에 안전하지 않은 항목(%1$@)이 포함되어 있습니다.
pt_br: O arquivo do runtime contém uma entrada insegura: %1$@
ru: Архив времени выполнения содержит небезопасную запись: %1$@.
zh_hans: 运行时存档包含不安全条目：%1$@
zh_hant: 運行時存檔包含不安全條目：%1$@

source: The runtime archive contains no signed macOS executable code.
de: Das Laufzeitarchiv enthält keinen signierten ausführbaren macOS-Code.
es: El archivo de tiempo de ejecución no contiene ningún código ejecutable macOS firmado.
fr: L'archive d'exécution ne contient aucun code exécutable signé macOS.
ja: ランタイム アーカイブには、署名された macOS 実行可能コードは含まれません。
ko: 런타임 아카이브에는 서명된 macOS 실행 코드가 없습니다.
pt_br: O arquivo do runtime não contém código executável do macOS assinado.
ru: Архив времени выполнения не содержит подписанного исполняемого кода macOS.
zh_hans: 运行时存档不包含签名的 macOS 可执行代码。
zh_hant: 運行時存檔不包含簽署的 macOS 可執行程式碼。

source: The runtime archive could not be extracted: %@
de: Das Laufzeitarchiv konnte nicht extrahiert werden: %1$@
es: No se pudo extraer el archivo de tiempo de ejecución: %1$@
fr: L'archive d'exécution n'a pas pu être extraite : %1$@
ja: ランタイム アーカイブを抽出できませんでした: %1$@
ko: 런타임 아카이브를 추출할 수 없습니다: %1$@
pt_br: Não foi possível extrair o arquivo do runtime: %1$@
ru: Не удалось извлечь архив времени выполнения: %1$@.
zh_hans: 无法提取运行时存档：%1$@
zh_hant: 無法提取運行時存檔：%1$@

source: The runtime archive could not be inspected safely: %@
de: Das Laufzeitarchiv konnte nicht sicher überprüft werden: %1$@
es: El archivo en tiempo de ejecución no se pudo inspeccionar de forma segura: %1$@
fr: L'archive d'exécution n'a pas pu être inspectée en toute sécurité : %1$@
ja: ランタイム アーカイブを安全に検査できませんでした: %1$@
ko: 런타임 아카이브를 안전하게 검사할 수 없습니다: %1$@
pt_br: Não foi possível inspecionar o arquivo do runtime com segurança: %1$@
ru: Не удалось безопасно проверить архив времени выполнения: %1$@.
zh_hans: 无法安全检查运行时存档：%1$@
zh_hant: 無法安全檢查運行時存檔：%1$@

source: The runtime cache will be deleted. You can download this official release again later.
de: Der Laufzeitcache wird gelöscht. Diese offizielle Version kann später erneut geladen werden.
es: Se eliminará la caché del entorno. Esta versión oficial se podrá volver a descargar más adelante.
fr: Le cache de l’environnement sera supprimé. Cette version officielle pourra être téléchargée à nouveau plus tard.
ja: ランタイムキャッシュが削除されます。この公式リリースは後で再ダウンロードできます。
ko: 런타임 캐시가 삭제됩니다. 이 공식 릴리스는 나중에 다시 다운로드할 수 있습니다.
pt_br: O cache do runtime será excluído. Esta versão oficial poderá ser baixada novamente mais tarde.
ru: Кэш среды выполнения будет удалён. Этот официальный выпуск можно будет скачать снова.
zh_hans: 运行时缓存将被删除。以后可以重新下载此官方版本。
zh_hant: 執行環境快取將被刪除。稍後可重新下載此官方版本。

source: The runtime code signature is invalid for %@.
de: Die Laufzeit-Codesignatur ist für %1$@ ungültig.
es: La firma del código de tiempo de ejecución no es válida para %1$@.
fr: La signature du code d'exécution n'est pas valide pour %1$@.
ja: 実行時コード署名は、%1$@ では無効です。
ko: %1$@에 대한 런타임 코드 서명이 유효하지 않습니다.
pt_br: A assinatura do código do runtime é inválida para %1$@.
ru: Подпись кода времени выполнения недействительна для %1$@.
zh_hans: 运行时代码签名对于 %1$@ 无效。
zh_hant: 運行時代碼簽章對於 %1$@ 無效。

source: The runtime does not include both 32-bit and 64-bit Windows support.
de: Die Laufzeit bietet keine 32-Bit- und 64-Bit-Windows-Unterstützung.
es: El tiempo de ejecución no incluye compatibilidad con Windows de 32 y 64 bits.
fr: Le moteur d'exécution n'inclut pas la prise en charge de Windows 32 bits et 64 bits.
ja: ランタイムには、32 ビットと 64 ビットの両方の Windows サポートは含まれていません。
ko: 런타임에는 32비트 및 64비트 Windows 지원이 모두 포함되지 않습니다.
pt_br: O runtime não inclui suporte ao Windows de 32 e 64 bits.
ru: Среда выполнения не поддерживает как 32-битную, так и 64-битную версию Windows.
zh_hans: 运行时不包括 32 位和 64 位 Windows 支持。
zh_hant: 運行時不包括 32 位元和 64 位元 Windows 支援。

source: The runtime download server returned HTTP %lld.
de: Der Laufzeit-Download-Server hat HTTP %1$lld zurückgegeben.
es: El servidor de descarga en tiempo de ejecución devolvió HTTP %1$lld.
fr: Le serveur de téléchargement d'exécution a renvoyé HTTP %1$lld.
ja: ランタイム ダウンロード サーバーは、HTTP %1$lld を返しました。
ko: 런타임 다운로드 서버가 HTTP %1$lld를 반환했습니다.
pt_br: O servidor de download do runtime retornou HTTP %1$lld.
ru: Сервер загрузки среды выполнения вернул HTTP %1$lld.
zh_hans: 运行时下载服务器返回 HTTP %1$lld。
zh_hant: 運行時下載伺服器返回 HTTP %1$lld。

source: The runtime has no valid full-content digest.
de: Die Laufzeit verfügt über keinen gültigen Digest mit vollständigem Inhalt.
es: El tiempo de ejecución no tiene un resumen válido del contenido completo.
fr: Le runtime n’a pas de résumé de contenu complet valide.
ja: ランタイムには有効なフルコンテンツ ダイジェストがありません。
ko: 런타임에 유효한 전체 콘텐츠 다이제스트가 없습니다.
pt_br: O runtime não tem um resumo válido de todo o conteúdo.
ru: Среда выполнения не имеет допустимого дайджеста полного содержимого.
zh_hans: 运行时没有有效的完整内容摘要。
zh_hant: 運行時沒有有效的完整內容摘要。

source: The runtime installation lock could not be acquired: %@
de: Die Laufzeitinstallationssperre konnte nicht erworben werden: %1$@
es: No se pudo adquirir el bloqueo de instalación del tiempo de ejecución: %1$@
fr: Le verrou d'installation du runtime n'a pas pu être acquis : %1$@
ja: ランタイム インストール ロックを取得できませんでした: %1$@
ko: 런타임 설치 잠금을 획득할 수 없습니다: %1$@
pt_br: Não foi possível obter o bloqueio de instalação do runtime: %1$@
ru: Не удалось получить блокировку установки среды выполнения: %1$@.
zh_hans: 无法获取运行时安装锁：%1$@
zh_hant: 無法取得運行時安裝鎖定：%1$@

source: The runtime is runnable, but it does not match this version of Switchyard. Install the compatible runtime to continue.
de: Die Laufzeit ist lauffähig, entspricht jedoch nicht dieser Version von Switchyard. Installieren Sie die kompatible Laufzeit, um fortzufahren.
es: El tiempo de ejecución se puede ejecutar, pero no coincide con esta versión de Switchyard. Instale el tiempo de ejecución compatible para continuar.
fr: Le runtime est exécutable, mais il ne correspond pas à cette version de Switchyard. Installez le runtime compatible pour continuer.
ja: ランタイムは実行可能ですが、このバージョンの Switchyard と一致しません。続行するには、互換性のあるランタイムをインストールしてください。
ko: 런타임은 실행 가능하지만 이 버전의 Switchyard와 일치하지 않습니다. 계속하려면 호환 가능한 런타임을 설치하세요.
pt_br: O runtime pode ser executado, mas não corresponde a esta versão do Switchyard. Instale o runtime compatível para continuar.
ru: Среда выполнения работоспособна, но она не соответствует этой версии Switchyard. Установите совместимую среду выполнения, чтобы продолжить.
zh_hans: 运行时可以运行，但与此版本的 Switchyard 不匹配。安装兼容的运行时以继续。
zh_hant: 運行時可以運行，但與此版本的 Switchyard 不符。安裝相容的運行時以繼續。

source: The runtime is runnable, but its source identity could not be verified.
de: Die Laufzeitumgebung ist ausführbar, ihre Quellidentität konnte jedoch nicht überprüft werden.
es: El entorno se puede ejecutar, pero no se pudo verificar la identidad de su código fuente.
fr: L’environnement peut être exécuté, mais son identité source n’a pas pu être vérifiée.
ja: ランタイムは実行できますが、ソースの識別情報を検証できませんでした。
ko: 런타임을 실행할 수 있지만 소스 ID를 확인할 수 없습니다.
pt_br: O runtime pode ser executado, mas não foi possível verificar a identidade do código-fonte.
ru: Среда выполнения запускается, но её источник не удалось проверить.
zh_hans: 运行时可以运行，但无法验证其来源身份。
zh_hant: 執行環境可以執行，但無法驗證其來源身分。

source: The runtime release does not match this app's compatible source revision.
de: Die Laufzeitversion stimmt nicht mit der kompatiblen Quellrevision dieser App überein.
es: La versión del tiempo de ejecución no coincide con la revisión fuente compatible de esta aplicación.
fr: La version d'exécution ne correspond pas à la révision source compatible de cette application.
ja: ランタイム リリースは、このアプリの互換性のあるソース リビジョンと一致しません。
ko: 런타임 릴리스가 이 앱의 호환 가능한 소스 버전과 일치하지 않습니다.
pt_br: A versão do runtime não corresponde à revisão do código-fonte compatível com este app.
ru: Выпуск среды выполнения не соответствует совместимой исходной версии этого приложения.
zh_hans: 运行时版本与此应用程序的兼容源版本不匹配。
zh_hant: 運行時版本與此應用程式的相容來源版本不符。

source: The runtime release has an unsafe identifier.
de: Die Laufzeitversion hat eine unsichere Kennung.
es: La versión en tiempo de ejecución tiene un identificador no seguro.
fr: La version d'exécution a un identifiant non sécurisé.
ja: ランタイム リリースには安全でない識別子が含まれています。
ko: 런타임 릴리스에 안전하지 않은 식별자가 있습니다.
pt_br: A versão do runtime tem um identificador inseguro.
ru: Выпуск среды выполнения имеет небезопасный идентификатор.
zh_hans: 运行时版本具有不安全的标识符。
zh_hant: 運行時版本具有不安全的標識符。

source: The runtime release has not been accepted by Apple notarization.
de: Die Laufzeitversion wurde von Apple nicht notariell beglaubigt.
es: La versión del tiempo de ejecución no ha sido aceptada por la certificación notarial de Apple.
fr: La version d'exécution n'a pas été acceptée par la notarisation Apple.
ja: ランタイム リリースは Apple の公証によって受理されていません。
ko: 런타임 릴리스가 Apple 공증에서 승인되지 않았습니다.
pt_br: A versão do runtime não foi aceita pela notarização da Apple.
ru: Выпуск среды выполнения не был принят нотариально заверенным органом Apple.
zh_hans: 该运行时版本尚未获得 Apple 公证。
zh_hant: 該運行時版本尚未獲得 Apple 公證。

source: The runtime release is not the supported x86_64 macOS build.
de: Die Laufzeitversion ist nicht der unterstützte x86_64 macOS-Build.
es: La versión en tiempo de ejecución no es la compilación x86_64 macOS compatible.
fr: La version d'exécution n'est pas la version x86_64 macOS prise en charge.
ja: ランタイム リリースは、サポートされている x86_64 macOS ビルドではありません。
ko: 런타임 릴리스는 지원되는 x86_64 macOS 빌드가 아닙니다.
pt_br: A versão do runtime não é a compilação x86_64 do macOS compatível.
ru: Выпуск среды выполнения не является поддерживаемой сборкой x86_64 macOS.
zh_hans: 运行时版本不是受支持的 x86_64 macOS 版本。
zh_hant: 運行時版本不是受支援的 x86_64 macOS 版本。

source: The runtime release manifest has an invalid archive checksum.
de: Das Runtime-Release-Manifest weist eine ungültige Archivprüfsumme auf.
es: El manifiesto de lanzamiento del tiempo de ejecución tiene una suma de comprobación de archivo no válida.
fr: Le manifeste de la version d'exécution comporte une somme de contrôle d'archive non valide.
ja: ランタイム リリース マニフェストに無効なアーカイブ チェックサムが含まれています。
ko: 런타임 릴리스 매니페스트에 잘못된 아카이브 체크섬이 있습니다.
pt_br: O manifesto da versão do runtime contém uma soma de verificação de arquivo inválida.
ru: Манифест выпуска среды выполнения содержит недопустимую контрольную сумму архива.
zh_hans: 运行时发布清单具有无效的存档校验和。
zh_hant: 運行時發布清單具有無效的存檔校驗和。

source: The runtime release manifest has an invalid archive size.
de: Das Runtime-Release-Manifest weist eine ungültige Archivgröße auf.
es: El manifiesto de lanzamiento del tiempo de ejecución tiene un tamaño de archivo no válido.
fr: Le manifeste de la version d'exécution a une taille d'archive non valide.
ja: ランタイム リリース マニフェストのアーカイブ サイズが無効です。
ko: 런타임 릴리스 매니페스트에 잘못된 아카이브 크기가 있습니다.
pt_br: O manifesto da versão do runtime contém um tamanho de arquivo inválido.
ru: Манифест выпуска среды выполнения имеет недопустимый размер архива.
zh_hans: 运行时发布清单的存档大小无效。
zh_hant: 運行時發布清單的存檔大小無效。

source: The runtime release manifest has an unsafe archive name.
de: Das Runtime-Release-Manifest hat einen unsicheren Archivnamen.
es: El manifiesto de lanzamiento del tiempo de ejecución tiene un nombre de archivo no seguro.
fr: Le manifeste de la version d'exécution comporte un nom d'archive non sécurisé.
ja: ランタイム リリース マニフェストに安全でないアーカイブ名が含まれています。
ko: 런타임 릴리스 매니페스트에 안전하지 않은 아카이브 이름이 있습니다.
pt_br: O manifesto da versão do runtime contém um nome de arquivo inseguro.
ru: Манифест выпуска среды выполнения имеет небезопасное имя архива.
zh_hans: 运行时发布清单具有不安全的存档名称。
zh_hant: 運行時發布清單具有不安全的存檔名稱。

source: The runtime release manifest is invalid: %@
de: Das Runtime-Release-Manifest ist ungültig: %1$@
es: El manifiesto de lanzamiento del tiempo de ejecución no es válido: %1$@
fr: Le manifeste de la version d'exécution n'est pas valide : %1$@
ja: ランタイム リリース マニフェストが無効です: %1$@
ko: 런타임 릴리스 매니페스트가 잘못되었습니다: %1$@
pt_br: O manifesto da versão do runtime é inválido: %1$@
ru: Недопустимый манифест выпуска среды выполнения: %1$@.
zh_hans: 运行时发布清单无效：%1$@
zh_hant: 運行時發布清單無效：%1$@

source: The runtime release manifest is unexpectedly large.
de: Das Runtime-Release-Manifest ist unerwartet groß.
es: El manifiesto de lanzamiento del tiempo de ejecución es inesperadamente grande.
fr: Le manifeste de la version d’exécution est étonnamment volumineux.
ja: ランタイム リリース マニフェストは予想外に大きくなります。
ko: 런타임 릴리스 매니페스트가 예기치 않게 큽니다.
pt_br: O manifesto da versão do runtime é grande demais.
ru: Манифест выпуска среды выполнения неожиданно оказался большим.
zh_hans: 运行时发布清单出乎意料地大。
zh_hant: 運行時發布清單出乎意料地大。

source: The runtime release manifest must be an official switchyard-wine GitHub release asset.
de: Das Laufzeitmanifest muss ein offizielles GitHub-Release-Asset von switchyard-wine sein.
es: El manifiesto del entorno debe ser un recurso oficial de una versión de switchyard-wine en GitHub.
fr: Le manifeste de l’environnement doit être un asset officiel d’une version GitHub de switchyard-wine.
ja: ランタイムリリースマニフェストは、switchyard-wine の公式 GitHub リリースアセットである必要があります。
ko: 런타임 릴리스 매니페스트는 switchyard-wine의 공식 GitHub 릴리스 자산이어야 합니다.
pt_br: O manifesto do runtime deve ser um arquivo oficial de uma versão do switchyard-wine no GitHub.
ru: Манифест выпуска среды выполнения должен быть официальным ресурсом выпуска switchyard-wine на GitHub.
zh_hans: 运行时版本清单必须是 switchyard-wine 的官方 GitHub 版本资产。
zh_hant: 執行環境版本資訊清單必須是 switchyard-wine 的官方 GitHub 版本資產。

source: The runtime release manifest must use GitHub over HTTPS.
de: Das Runtime-Release-Manifest muss GitHub anstelle von HTTPS verwenden.
es: El manifiesto de lanzamiento del tiempo de ejecución debe usar GitHub sobre HTTPS.
fr: Le manifeste de la version d'exécution doit utiliser GitHub plutôt que HTTPS.
ja: ランタイム リリース マニフェストでは、HTTPS ではなく GitHub を使用する必要があります。
ko: 런타임 릴리스 매니페스트는 HTTPS로 제공되는 GitHub URL을 사용해야 합니다.
pt_br: O manifesto da versão do runtime deve usar uma URL HTTPS do GitHub.
ru: Манифест выпуска среды выполнения должен использовать GitHub вместо HTTPS.
zh_hans: 运行时发布清单必须使用 GitHub 而不是 HTTPS。
zh_hant: 執行時間發布清單必須使用 GitHub 而不是 HTTPS。

source: The runtime release was not produced by the expected developer team.
de: Die Laufzeitversion wurde nicht vom erwarteten Entwicklerteam erstellt.
es: La versión en tiempo de ejecución no fue producida por el equipo de desarrolladores esperado.
fr: La version d'exécution n'a pas été produite par l'équipe de développeurs attendue.
ja: ランタイム リリースは、予期された開発者チームによって作成されませんでした。
ko: 런타임 릴리스는 예상 개발자 팀에서 생성되지 않았습니다.
pt_br: A versão do runtime não foi produzida pela equipe de desenvolvimento esperada.
ru: Выпуск среды выполнения не был выпущен ожидаемой командой разработчиков.
zh_hans: 运行时版本不是由预期的开发团队制作的。
zh_hant: 運行時版本不是由預期的開發團隊製作的。

source: The selected GPTK disk image has not been imported. Use Import Selected GPTK to verify Apple-signed code before mounting it.
de: Das ausgewählte GPTK-Image wurde noch nicht importiert. Klicken Sie vor dem Einbinden auf „Ausgewähltes GPTK importieren“, um den von Apple signierten Code zu prüfen.
es: La imagen de disco GPTK seleccionada aún no se ha importado. Antes de montarla, haz clic en «Importar GPTK seleccionado» para verificar que el código esté firmado por Apple.
fr: L’image disque GPTK sélectionnée n’a pas encore été importée. Avant de la monter, cliquez sur « Importer le GPTK sélectionné » pour vérifier que le code est signé par Apple.
ja: 選択したGPTKディスクイメージはまだインポートされていません。マウントする前に「選択したGPTKをインポート」をクリックし、Apple署名済みコードを確認してください。
ko: 선택한 GPTK 디스크 이미지를 아직 가져오지 않았습니다. 마운트하기 전에 ‘선택한 GPTK 가져오기’를 눌러 Apple이 서명한 코드인지 확인하세요.
pt_br: A imagem de disco GPTK selecionada ainda não foi importada. Antes de montá-la, clique em “Importar GPTK selecionado” para verificar se o código foi assinado pela Apple.
ru: Выбранный образ диска GPTK ещё не импортирован. Перед подключением нажмите «Импортировать выбранный GPTK», чтобы проверить подпись Apple у исполняемого кода.
zh_hans: 尚未导入所选的 GPTK 磁盘映像。挂载前，请点按“导入所选 GPTK”以验证其中的代码是否由 Apple 签名。
zh_hant: 尚未匯入所選的 GPTK 磁碟映像。掛載前，請按一下「匯入所選 GPTK」，確認其中的程式碼已由 Apple 簽署。

source: The selected Wine container or runtime is not available.
de: Der ausgewählte Wine-Container oder die ausgewählte Laufzeit ist nicht verfügbar.
es: El contenedor o tiempo de ejecución Wine seleccionado no está disponible.
fr: Le conteneur ou le runtime Wine sélectionné n'est pas disponible.
ja: 選択した Wine コンテナーまたはランタイムは使用できません。
ko: 선택한 Wine 컨테이너 또는 런타임을 사용할 수 없습니다.
pt_br: O contêiner ou o runtime do Wine selecionado não está disponível.
ru: Выбранный контейнер или среда выполнения Wine недоступен.
zh_hans: 所选的 Wine 容器或运行时不可用。
zh_hant: 所選的 Wine 容器或運作時不可用。

source: The selected Wine file is not executable, so its source identity cannot be verified.
de: Die ausgewählte Wine-Datei ist nicht ausführbar, daher kann ihre Quellidentität nicht überprüft werden.
es: El archivo Wine seleccionado no es ejecutable, por lo que no se puede verificar su identidad de origen.
fr: Le fichier Wine sélectionné n'est pas exécutable, son identité source ne peut donc pas être vérifiée.
ja: 選択した Wine ファイルは実行可能ではないため、そのソース ID を検証できません。
ko: 선택한 Wine 파일은 실행 가능하지 않으므로 소스 ID를 확인할 수 없습니다.
pt_br: O arquivo Wine selecionado não é executável, portanto sua identidade de origem não pode ser verificada.
ru: Выбранный файл Wine не является исполняемым, поэтому его исходную подлинность невозможно проверить.
zh_hans: 所选的 Wine 文件不可执行，因此无法验证其源身份。
zh_hant: 所選的 Wine 檔案不可執行，因此無法驗證其來源身分。

source: The selected Wine runtime does not exist, so its source identity cannot be verified.
de: Die ausgewählte Wine-Laufzeit existiert nicht, daher kann ihre Quellidentität nicht überprüft werden.
es: El tiempo de ejecución Wine seleccionado no existe, por lo que no se puede verificar su identidad de origen.
fr: Le runtime Wine sélectionné n’existe pas, son identité source ne peut donc pas être vérifiée.
ja: 選択した Wine ランタイムは存在しないため、ソース ID を検証できません。
ko: 선택한 Wine 런타임이 존재하지 않으므로 해당 소스 ID를 확인할 수 없습니다.
pt_br: O runtime do Wine selecionado não existe, portanto não é possível verificar a identidade do código-fonte.
ru: Выбранная среда выполнения Wine не существует, поэтому ее исходную личность невозможно проверить.
zh_hans: 所选的Wine运行时不存在，因此无法验证其源身份。
zh_hant: 所選的Wine運行時不存在，因此無法驗證其來源身分。

source: The selected directory is not a runnable Wine runtime, so its source identity cannot be verified.
de: Das ausgewählte Verzeichnis ist keine ausführbare Wine-Laufzeitumgebung, daher kann seine Quellidentität nicht überprüft werden.
es: El directorio seleccionado no es un tiempo de ejecución ejecutable Wine, por lo que no se puede verificar su identidad de origen.
fr: Le répertoire sélectionné n'est pas un environnement d'exécution Wine exécutable, son identité source ne peut donc pas être vérifiée.
ja: 選択したディレクトリは実行可能な Wine ランタイムではないため、ソース ID を検証できません。
ko: 선택한 디렉터리는 실행 가능한 Wine 런타임이 아니므로 소스 ID를 확인할 수 없습니다.
pt_br: A pasta selecionada não é um runtime do Wine executável, portanto não é possível verificar a identidade do código-fonte.
ru: Выбранный каталог не является работоспособной средой выполнения Wine, поэтому его исходную подлинность невозможно проверить.
zh_hans: 所选目录不是可运行的 Wine 运行时，因此无法验证其源身份。
zh_hant: 所選目錄不是可運行的 Wine 運行時，因此無法驗證其來源身分。

source: The selected managed runtime no longer exists.
de: Die ausgewählte verwaltete Laufzeitumgebung ist nicht mehr vorhanden.
es: El entorno gestionado seleccionado ya no existe.
fr: L’environnement géré sélectionné n’existe plus.
ja: 選択した管理対象ランタイムは存在しません。
ko: 선택한 관리 런타임이 더 이상 존재하지 않습니다.
pt_br: O runtime gerenciado selecionado não existe mais.
ru: Выбранная управляемая среда выполнения больше не существует.
zh_hans: 所选托管运行时已不存在。
zh_hant: 所選受管理的執行環境已不存在。

source: The selected path is not a folder.
de: Der ausgewählte Pfad ist kein Ordner.
es: La ruta seleccionada no es una carpeta.
fr: Le chemin sélectionné n'est pas un dossier.
ja: 選択したパスはフォルダーではありません。
ko: 선택한 경로가 폴더가 아닙니다.
pt_br: O caminho selecionado não é uma pasta.
ru: Выбранный путь не является папкой.
zh_hans: 所选路径不是文件夹。
zh_hant: 所選路徑不是資料夾。
